{
  "contents": [
    {
      "id": 0,
      "type": "COVER",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-cover.png",
      "text": "Welcome to Storywell!",
      "subtext": "",
      "isLocked": false
    },
    {
      "id": 1,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-02.png",
      "text": "Storywell is an app that help families to be more physically active. With this app, families can also read storybooks together.\n\nBy reading stories together, caregivers can connect with their children. Reading together also helps kids develop their imagination and their reading comprehension skills.",
      "subtext": null
    },
    {
      "id": 2,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-03.png",
      "text": "In the \"Storybooks\" tab, you can find books for caregivers and children to read together. There are many more stories that can be unlocked for you to read with your child. These stories can be unlocked by completing family fitness challenges together.\n\nSwipe left to continue. Or swipe right to read previous pages.",
      "subtext": null
    },
    {
      "id": 3,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-04.png",
      "text": "The fitness challenges are created just for your family. Each week’s challenge is adjusted based on how active you were in the previous week.\n\nSwipe left to continue.",
      "subtext": null
    },
    {
      "id": 4,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-05.png",
      "text": "This is the \"Adventures\" screen! Here you can view how your family is far ahead in the physical activity challenges.\n\nThe hero on this screen needs you to be active so they can cross to the next island. The more active your family is, the more balloons the hero gets to safely cross the sea.",
      "subtext": null
    },
    {
      "id": 5,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-06.png",
      "text": "The child’s physical activity is represented by red balloons. The caregiver’s physical activity is represented by blue balloons.\n\nThe more balloons you get, the closer you meet your family goal.",
      "subtext": null
    },
    {
      "id": 6,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-07.png",
      "text": "Throughout the stories, the storybooks will ask you to answer a question. The question is related to the story, which can help your child improve their language skills. \n\nThe answer will be audio recorded so you can hear them later. Swipe left to try recording your answer to a sample question before you get started.",
      "subtext": null
    },
    {
      "id": 7,
      "type": "REFLECTION",
      "img_url": null,
      "text": "What is your favorite fruit and why?",
      "subtext": "Press the record button below to answer the question.\n\nThe recordings are stored in your phone and the computers managed by Northeastern University. All recordings can only be accessed by you and the research staff at Northeastern University.",
      "isDelayNext": true,
      "isShowReflectionStart": true,
	  "contentGroupId": "1",
      "contentGroupName": "Favorite Fruit",
      "nextContentId": 8
    },
    {
      "id": 8,
      "type": "STATEMENT",
      "img_url": "",
      "text": "By eating healthy, you will grow up strong!",
      "subtext": ""
    },
    {
      "id": 9,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-08.png",
      "text": "Some stories also ask caregivers to tell their own stories. The stories are related to the book. By listening how you tell a story based on the book, your child can improve their language skills.\n\nYour story will be shared with other families to inspire the community to live a healthy life. Swipe left to try recording your story.",
      "subtext": ""
    },
    {
      "id": 10,
      "type": "GEOSTORY_SHARING",
      "img_url": null,
      "text": "Can you share a memory about eating healthfully that you want others to know about?",
      "subtext": "Don't worry if you don't get this right. This response will not be shared to other families.",
      "isDelayNext": true,
      "isShowReflectionStart": true,
      "contentGroupId": "2",
      "contentGroupName": "Eating healthfully",
      "nextContentId": 11
    },
    {
      "id": 11,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-09.png",
      "text": "In the future, stories from parents and caregivers will be shared with other families. You can find the stories in the \"Our Stories\" tab.\n\nOur research staff will review the stories to make sure the stories are appropriate for families.",
      "subtext": ""
    },
    {
      "id": 12,
      "type": "PAGE",
      "img_url": "https://wellness-test.ccs.neu.edu/storytelling_contents/getting_started_en/getting_started-10.png",
      "text": "We also provide some ideas on how to be active while you are indoors. Look for a book with a cover like above.",
      "subtext": ""
    },
    {
      "id": 13,
      "type": "STATEMENT",
      "img_url": "",
      "text": "In a few more days, you will get more stories in your library.\n\nCheck back soon!",
      "subtext": ""
    }
  ]
}
